export const locale = {
  lang: 'ar',
  data: {
    MINI_GAME_MODAL: {
      TITLE: 'جهاز جمع الطاقة',
      START: 'ابدأ الآن',
      CLAIM: 'استClaim',
      BALANCE: 'رصيدك',
      PROFIT: 'أرباحك',
      TIME_LEFT: 'الوقت المتبقي',
      WAIT: 'شارك في الموجة للحصول على المكافآت في NTC',
      WAIT_TX: 'المعاملة قيد المعالجة. سنقوم بتحديث المعلومات حول مكافأتك قريبًا. يمكنك عرض التفاصيل على',
      ERROR_TX: 'يبدو أن هناك خطأ حدث أثناء معالجة المعاملة الأخيرة. يرجى المحاولة مرة أخرى. يمكنك عرض التفاصيل على',
      TX_LINK: 'رابط المعاملة',
      TOOLTIP: 'جهاز يجمع الطاقة المنبعثة من المنجم. يمكن استخدام هذه الطاقة لشحن البطارية.\n' +
          'ابدأ مهمة كل 24 ساعة واحصل على مكافأة ثابتة بالـ NTC. ستبدأ مهمة جديدة تلقائيًا بعد جمع المكافأة السابقة.\n',
      NO_ACTIVE_WAVES: 'لا توجد موجات نشطة لديك'
    }
  },
};
