export const locale = {
  lang: 'ur',
  data: {
    CONFIRM_MODAL: {
      TITLE: 'توجہ',
      SUBTITLE: 'توجہ',
      TARIFF_5_INFO: "جب آپ یہ ٹیرف منتخب کرتے ہیں، تو آپ کے HC ویسٹنگ اکاؤنٹ کے باقی ماندہ بیلنس سے 50% فنڈنگ فیس کاٹ لی جائے گی۔",
      TARIFF_1_INFO: 'اس ٹیرف کی منتخبی کے ساتھ ، آپ کے باقی* کل ویسٹنگ HC بیلنس کے 30٪ فنڈنگ کا ادائیگی لی جائے گی۔',
      TARIFF_2_INFO: 'اس ٹیرف کی منتخبی کے ساتھ ، آپ کے باقی* کل ویسٹنگ HC بیلنس کے 15٪ فنڈنگ کا ادائیگی لی جائے گی۔',
      TARIFF_0_INFO: 'آپ تین سال کے ٹیرف پلان کا انتخاب کر رہے ہیں۔',
      TARIFF_3_INFO: 'آپ چار سال کے ٹیرف پلان کا انتخاب کر رہے ہیں۔',
      TARIFF_4_INFO: 'آپ پانچ سال کے ٹیرف پلان کا انتخاب کر رہے ہیں۔',
      TARIFF_AGREEMENT: 'میں تصدیق کرتا ہوں کہ میں نے ٹیرف پلان اور فنڈنگ کے تمام شرائطوں کو دھیان سے پڑھا ہے۔ میں ان شرائط پر راضی ہوں۔',
      INFO: 'ٹیرف کا انتخاب صرف ایک بار ہوتا ہے۔ اس کے بعد اس کا انتخاب تبدیل کرنا ناممکن ہوگا۔',
      ARE_YOU_SURE: 'کیا آپ نئے ٹیرف پلان کو لاگو کرنا چاہتے ہیں؟',
      YES: 'ہاں',
      NO: 'نہیں',
    },
  },
};
