export const locale = {
  lang: 'ar',
  data: {
    EXPECTATION_MODAL: {
      STEP: 'الخطوة ',
      OUT_OF: ' من 2',
      CONFIRM_ACTION: 'تأكيد العملية',
      CONFIRM_ACTION_BODY:
        'تم تصميم هذه العملية في العقد الذكي للحصول على إذنك بإدارة الأموال داخل العقد الحالي. يمكنك تحديد الحد لمبلغ الأموال الذي ترغب في تحويله إلى العقد للإدارة. يرجى إدخال المبلغ الذي تثق بالعقد الذكي في إدارته في الحقل المقدم. يجب أن يكون هذا المبلغ أكبر من قيمة العملية الحالية أو مساويًا لها. بعد إدخال المبلغ، انقر فوق "تأكيد" لمتابعة العملية. شكرًا لاستخدامك لخدماتنا!',
      PLEASE_CONFIRM_YOUR_TRANSACTION_WALLET: 'يرجى تأكيد العملية في المحفظة.',
      FINAL_STEP: 'الخطوة النهائية',
      PLEASE_WAIT: 'يرجى الانتظار.',
      IT_TAKES_UP_30_SEC: 'قد يستغرق حتى 30 ثانية',
      PLEASE_WAIT_BODY:
        'العملية تُنفذ في العقد الذكي. يُرجى عدم إغلاق النافذة أو تحديث الصفحة أثناء معالجة العملية. يعتاد زمن تنفيذ العملية من جانب سلسلة الكتل عادةً بين 1 إلى 30 ثانية، ولكن إذا كانت الشبكة مكتظة، فقد يستغرق وقتًا أطول. نقدر صبركم وسنبقيكم على علم بانتهاء العملية.',
    },
  },
};
