export const locale = {
  lang: 'ar',
  data: {
    PROCESSING: {
      TITLE: "آلة معالجة الخام",
      NEXT: "التالي",
      QUANTUM_WAVE: "الموجة الكمومية",
      UPGRADE: "ترقية",
      APPROXIMATE_REWARD: "تقدير معالجة تقريبي",
      TOTAL_CAPACITY: "الطاقة الإجمالية",
      CLAIM: "مطالبة",
      COMPLETED: "مكتمل",
      EMPTY_WAVES: "لا يوجد لديك تعدين نشط للمعادن",
      TIME_LEFT: "الوقت المتبقي",
      YOUR_PROCESSING: "معالجتك",
      TOOLTIP: "اشترِ بطارية لزيادة سعة جهاز معالجة المعادن الخاص بك باستخدام رموز EQN. كلما استخدمت بطاريات مشحونة أكثر، زادت كمية المعادن التي يمكنك معالجتها والحصول عليها.\n" +
          "أضف شحنًا إلى البطارية باستخدام رموز NTC لزيادة حجم المعادن المعالجة.\n"
    }
  },
};