export const locale = {
  lang: 'hi',
  data: {
    PROCESSING: {
      TITLE: "अयस्क प्रसंस्करण मशीन",
      NEXT: "अगला",
      QUANTUM_WAVE: "क्वांटम लहर",
      UPGRADE: "अपग्रेड",
      APPROXIMATE_REWARD: "अनुमानित प्रसंस्करण मूल्यांकन",
      TOTAL_CAPACITY: "कुल क्षमता",
      CLAIM: "मांगें",
      COMPLETED: "पूर्ण",
      EMPTY_WAVES: "आपके पास सक्रिय खनिज खनन नहीं है",
      TIME_LEFT: "समय शेष",
      YOUR_PROCESSING: "आपकी प्रसंस्करण",
      TOOLTIP: "EQN टोकन का उपयोग करके अपनी खनिज प्रसंस्करण डिवाइस की क्षमता बढ़ाने के लिए एक बैटरी खरीदें। जितनी अधिक चार्ज की गई बैटरी आप उपयोग करेंगे, उतना ही अधिक खनिज आप प्रसंस्कृत और प्राप्त कर सकते हैं।\n" +
          "NTC टोकन का उपयोग करके बैटरी में चार्ज जोड़ें ताकि प्रसंस्कृत खनिज की मात्रा बढ़ सके।\n"
    }
  },
};