export const locale = {
  lang: 'ru',
  data: {
    PROCESSING: {
      TITLE: "Машина для переработки руды",
      NEXT: "Далее",
      QUANTUM_WAVE: "Квантовая волна",
      UPGRADE: "Улучшение",
      APPROXIMATE_REWARD: "приблизительная оценка обработки",
      TOTAL_CAPACITY: "Общая емкость",
      CLAIM: "Заявка",
      COMPLETED: "Завершено",
      EMPTY_WAVES: "У вас нет активного горного процесса",
      TIME_LEFT: "Оставшееся время",
      YOUR_PROCESSING: "Ваша обработка",
      TOOLTIP: "Купите батарею для увеличения емкости вашего устройства обработки минералов, используя токены EQN. Чем больше заряженных батарей вы используете, тем больше минералов вы сможете обработать и получить.\n" +
          "Добавьте заряд в батарею, используя токены NTC, чтобы увеличить объем обрабатываемого минерала."
    }
  },
};