export const locale = {
  lang: 'ur',
  data: {
    PROCESSING: {
      TITLE: "ایسک پروسیسنگ مشین",
      NEXT: "اگلا",
      QUANTUM_WAVE: "کوانٹم لہریں",
      UPGRADE: "اپ گریڈ",
      APPROXIMATE_REWARD: "مناسب پروسیسنگ کا تخمینہ",
      TOTAL_CAPACITY: "کل صلاحیت",
      CLAIM: "ادعا کریں",
      COMPLETED: "مکمل",
      EMPTY_WAVES: "آپ کے پاس فعال معدنیات کی کان کنی نہیں ہے",
      TIME_LEFT: "باقی وقت",
      YOUR_PROCESSING: "آپ کی پروسیسنگ",
      TOOLTIP: "EQN ٹوکن کا استعمال کرتے ہوئے اپنی معدنیات کی پروسیسنگ ڈیوائس کی صلاحیت بڑھانے کے لیے بیٹری خریدیں۔ جتنی زیادہ چارج کی گئی بیٹریاں آپ استعمال کریں گے، اتنا زیادہ معدنیات آپ پروسیس اور حاصل کر سکتے ہیں۔\n" +
          "NTC ٹوکن کا استعمال کرتے ہوئے بیٹری میں چارج شامل کریں تاکہ پروسیس شدہ معدنیات کی مقدار بڑھ سکے۔\n"
    }
  },
};