export const locale = {
  lang: 'hi',
  data: {
    GAME_HELP: {
      TITLE: "मार्गदर्शिका",
      STEP_0_TILE: "Uniteverse",
      STEP_0_TEXT: "जानें यह सब कैसे काम करता है",
      STEP_0_BUTTON: "जारी रखें",

      STEP_1_TITLE: "मुख्य पृष्ठ: Uniteverse खदान का प्रवेश द्वार",
      STEP_1_TEXT: "यह पृष्ठ Uniteverse खदान के प्रवेश के रूप में कार्य करता है, जहां आप मुख्य जानकारी देख और एक्सेस कर सकते हैं। यहाँ, आपके आवश्यक मेट्रिक्स और महत्वपूर्ण स्थिति आपके वर्तमान प्रगति और स्थिति को दर्शाते हैं।",

      STEP_2_TITLE: "कुल कमाई और बैलेंस",
      STEP_2_TEXT: "इस पैनल पर, आप अपनी ऊर्जा सिक्कों और संसाधनों का वर्तमान बैलेंस मॉनिटर कर सकते हैं।",

      STEP_3_TITLE: "ऊर्जा खनन",
      STEP_3_TEXT: "इस डिवाइस का उपयोग करके, आप हर 24 घंटे में NTC (NetCharge) ऊर्जा का खनन कर सकते हैं। अपनी बैटरियों को पूरी तरह से चार्ज करने के लिए प्रतिदिन ऊर्जा एकत्र करें। बैटरी चार्ज करने से अप्रशोधित अयस्क की मात्रा बढ़ जाती है जिसे प्रोसेस किया जा सकता है, जिससे आपकी कुल उपज बढ़ती है।",

      STEP_4_TITLE: "एक्सेस की और स्तर",
      STEP_4_TEXT: "स्तर एक्सेस की को सक्रिय करके, आप क्वांटम वेव लॉन्च में भाग लेने के लिए स्तर तक पहुंच प्राप्त करते हैं, इसके बाद अयस्क प्रसंस्करण और बिटफोर्स खनन होता है। सक्रियण और एक्सेस विस्तार पर, आपको एक चिप भी मिलती है जो क्वांटम वेव लॉन्च डिवाइस में स्वचालित रूप से स्थापित होती है। क्वांटम वेव लॉन्च के बाद, आप उस क्वांटम वेव में खनन किए गए अयस्क को प्रोसेस कर सकते हैं।" +
          "\n\n" +
          "स्क्रीन के शीर्ष पर, आप वर्तमान क्वांटम वेव लॉन्च की स्थिति की निगरानी कर सकते हैं। नीचे एक खदान की क्रॉस-सेक्शनल योजना वाला खंड है, जो स्तरों की गहराई को दर्शाता है और आपके सक्रिय स्तर एक्सेस को प्रदर्शित करता है।",

      STEP_5_TITLE: "स्तरों में प्रवेश करें",
      STEP_5_TEXT: "प्रवेश करने के लिए, किसी भी सक्रिय स्तर पर क्लिक करें। यहां, आप संसाधन प्रसंस्करण और निष्कर्षण की प्रक्रियाओं का प्रबंधन कर सकते हैं।",

      STEP_6_TITLE: "खदान पृष्ठ",
      STEP_6_TEXT: "इस पृष्ठ पर, आप उन स्तरों को देख सकते हैं जिन तक आपकी पहुंच है। इन स्तरों में विभिन्न मशीनें होती हैं।",

      STEP_7_TITLE: "नियंत्रण पैनल",
      STEP_7_TEXT: "इस पैनल पर, आप ट्रैक कर सकते हैं कि आपकी कितनी चिप्स वर्तमान क्वांटम वेव के लॉन्च में शामिल हैं। इसके अलावा, यह भी प्रदर्शित करता है कि किन स्तरों तक आपकी पहुंच है।",

      STEP_8_TITLE: "स्तर स्थान",
      STEP_8_TEXT: "प्रत्येक स्तर स्थान में अपनी अनूठी मशीनें होती हैं। यहां, आप वर्तमान स्तर तक पहुंच का समय, क्वांटम वेव लॉन्च मशीनों की तैयारी की स्थिति, और GameAf नेटवर्क का अवलोकन देख सकते हैं।",

      STEP_9_TITLE: "स्तर विस्तार",
      STEP_9_TEXT: "अपने स्तर तक पहुंच को बढ़ाएं, जो प्रारंभ में 30 दिनों के लिए दी जाती है, ताकि इसका उपयोग जारी रखा जा सके। यदि पिछले स्तर सक्रिय नहीं हैं, तो नवीनीकरण केवल दंड के साथ उपलब्ध है।" +
          "\n\n" +
          "जब आप एक स्तर का विस्तार करते हैं, तो उसी स्तर की क्वांटम वेव लॉन्च के लिए एक डिवाइस को एक चिप भी आवंटित की जाती है।" +
          "\n\n" +
          "अपने वर्तमान स्तर की सक्रियता समाप्त होने तक बचे दिनों को देखें।",

      STEP_10_TITLE: "स्तर एक्सेस की सक्रियण",
      STEP_10_TEXT: "इस उदाहरण में, हम स्तर 3 तक पहुंच को सक्रिय करेंगे।",

      STEP_11_TITLE: "स्तर एक्सेस की सक्रियण",
      STEP_11_TEXT: "यह विंडो उन चिप्स की संख्या और एक्सेस समय प्रदर्शित करती है जो आपको प्राप्त होंगे। भुगतान HC में किया जाता है। यदि आपके खाते में यह नहीं है, तो आप पहला विकल्प चुन सकते हैं, जो वर्तमान दर पर बाजार से स्वचालित रूप से HC खरीद लेगा।" +
          "\n\n" +
          "कई सक्रियण या विस्तार का चयन करते समय, इस स्तर के लिए प्राप्त पहली चिप को वर्तमान क्वांटम वेव लॉन्च करने के लिए मशीन में स्थापित किया जाएगा। पहली चिप के साथ वेव लॉन्च के 30 दिन बाद दूसरी चिप का उपयोग क्वांटम वेव लॉन्च के लिए किया जाएगा। दूसरी चिप के साथ वेव लॉन्च के 30 दिन बाद तीसरी चिप सक्रिय होगी, और इसी तरह।",

      STEP_12_TITLE: "क्वांटम स्थान",
      STEP_12_TEXT: "अगले स्थान में, सभी स्तरों के लिए दो साझा मशीनें उपलब्ध हैं। पहली मशीन अयस्क को क्वांटम अयस्क में प्रोसेस करती है, जबकि दूसरी मशीन बिटफोर्स का खनन करती है।",

      STEP_13_TITLE: "अयस्क प्रसंस्करण मशीन",
      STEP_13_TEXT: "आइए देखें कि अयस्क प्रसंस्करण मशीन कैसे काम करती है।" +
          "\n\n" +
          "शुरुआत से: एक क्वांटम वेव तब शुरू होगी जब 88 डिवाइस सक्रिय होंगे। यह वेव कच्चे अयस्क का निष्कर्षण करेगी। वेव लॉन्च में शामिल चिप्स यह निर्धारित करेंगी कि आप इस डिवाइस में 30 दिनों में कितनी अधिकतम अयस्क प्रोसेस कर सकते हैं। इन 30 दिनों के बाद, आपको क्वांटम अयस्क इकट्ठा करने का अवसर मिलेगा।" +
          "\n\n" +
          "अयस्क को प्रोसेस करने के लिए, आपको अपनी बैटरियों को चार्ज रखना होगा। डिफ़ॉल्ट रूप से, आपके पास एक बैटरी होती है, लेकिन जल्द ही आपके पास एक अतिरिक्त बैटरी खरीदने का विकल्प होगा। इसलिए, यदि आप अयस्क प्रसंस्करण में पूरी तरह से भाग लेते हैं, तो आप अधिकतम संभव मात्रा में क्वांटम अयस्क प्राप्त करेंगे। हालांकि, यदि आप अयस्क प्रसंस्करण में भाग नहीं लेते हैं, तो आपको कुछ नहीं मिलेगा।",

      STEP_14_TITLE: "बैटरी चार्ज करना",
      STEP_14_TEXT: "यहां, आप देख सकते हैं कि अयस्क के प्रोसेसिंग के बाद आप कितनी क्वांटम अयस्क प्राप्त कर सकते हैं, साथ ही प्रोसेसिंग के लिए कितना समय बचा है। बैटरी चार्ज करने के लिए, अपग्रेड बटन दबाएं।",

      STEP_15_TITLE: "बैटरी चार्ज करना",
      STEP_15_TEXT: "बैटरी को चार्ज करने के लिए इच्छित ऊर्जा की मात्रा दर्ज करें और 'लागू करें' पर क्लिक करें।",

      STEP_16_TITLE: "पूर्ण क्वांटम वेव",
      STEP_16_TEXT: "यह एक पूर्ण अयस्क प्रसंस्करण वेव की तरह दिखता है। अब आप अपना अच्छी तरह से अर्जित क्वांटम अयस्क एकत्र कर सकते हैं।"
    }
  },
};
